[
  {
    "id": "jaundice-breastfeeding",
    "title": "Jaundice & Breastfeeding",
    "excerpt": "Jaundice is the most common diagnosis in full-term infants during the immediate post-natal period, occurring in approximately 60 percent",
    "content": "Jaundice is the most common diagnosis in full-term infants during the immediate post-natal period, occurring in approximately 60 percent of all babies (3 in every 5 babies approximately). It usually occurs during those really important first few weeks where we are establishing breastmilk supply and can greatly impact a breastfeeding journey for a variety of reasons.\n\nHere, we will explore the effects of jaundice on breastfeeding and offer practical tips for parents struggling to breastfeed a jaundice baby.\n\nJaundice is a common condition in newborns, characterised by a yellowing of the skin and eyes due to elevated bilirubin levels. While jaundice itself does not typically affect a baby's ability to breastfeed, some factors associated with jaundice often do pose challenges:\n\n• Lethargy: Jaundiced babies may exhibit lethargy and decreased energy levels, making it more challenging for them to actively engage in breastfeeding.\n• Poor Sucking Reflex: In some cases, jaundiced newborns may have a weaker sucking reflex, leading to difficulties in latching onto the breast and effectively extracting milk.\n• Sleepiness: Jaundice can make babies sleepier then usual, which may result in decreased feeding frequency and shorter feeding sessions.\n\nIt's important to remember that breastfeeding remains important for your baby's overall health, even if they have jaundice and there are many way to navigate this short term challenge. Support with a International Board Certified Lactation Consultant (IBCLC) is key.",
    "imageUrl": "/images/blog/jaundice-breastfeeding.svg",
    "authorId": "rebecca-cavallaro",
    "publishDate": "2024-11-15",
    "tags": ["jaundice", "breastfeeding", "newborn-care", "lactation-support"],
    "hasReferences": true,
    "peerLikes": {
      "count": 12,
      "likedBy": [
        {
          "providerId": "dr-justin-tucker",
          "providerName": "Dr. Justin Tucker",
          "credentials": ["FRANZCOG", "CREI"],
          "specializations": ["Fertility", "Obstetrics"],
          "dateLiked": "2024-11-16"
        },
        {
          "providerId": "polly-delaney",
          "providerName": "Polly Delaney",
          "credentials": ["RM", "RN"],
          "specializations": ["Midwifery", "Lactation Support"],
          "dateLiked": "2024-11-17"
        },
        {
          "providerId": "dr-shelley-rowlands",
          "providerName": "Dr. Shelley Rowlands",
          "credentials": ["FRANZCOG", "MBBS"],
          "specializations": ["Obstetrics", "Gynaecology"],
          "dateLiked": "2024-11-18"
        }
      ]
    },
    "readingTime": 4
  },
  {
    "id": "mastitis-whole-body-experience",
    "title": "Mastitis… A whole body experience",
    "excerpt": "Mastitis is not just a breast problem, it's a whole body problem. New research from the Norwegian Mother, Father and Child Cohort Study",
    "content": "Mastitis is not just a breast problem, it's a whole body problem.\n\nMastitis is a common and distressing maternal postpartum condition, but the relationship between: (1) mastitis timing and antibiotic treatment and; (2) breastfeeding outcomes and postnatal mental health, is somewhat unclear.\n\nThe Norwegian Mother, Father and Child Cohort Study (MoBa), based on 79,985 mother-infant dyads looked at the incidence of mastitis and treatment with antibiotics in first 6 months postpartum. The MoBa study wanted to investigate the impact of mastitis timing and antibiotic treatment on breastfeeding practices and postnatal mental health.\n\nWomen were classified according to self-reported mastitis within first month ('early') or 1-6 months ('later') postpartum and antibiotic treatment. Breastfeeding outcomes included (1) predominant or (2) any breastfeeding or (3) abrupt breastfeeding cessation, until 6 months postpartum. Maternal mental health was also assessed by self-report at 6 months postpartum.\n\nThe results being:\n• The incidence of mastitis was 18.8%, with 36.8% reporting treatment with antibiotics …that's no small percentage.\n• Women reporting early mastitis were less likely to report predominant breastfeeding and any breastfeeding for 6 months than women who did not report mastitis…so mastitis can potentially derail a breastfeeding journey.\n• The women reporting early mastitis were also more likely to report abrupt breastfeeding cessation - almost 40% more likely!\n• Late-onset mastitis was not associated with poorer breastfeeding outcomes.\n• Among women reporting mastitis, the risk of abrupt breastfeeding cessation was higher in those also reported antibiotic use.\n• Mastitis was associated with an increased risk of mental health problems postpartum.",
    "imageUrl": "/images/blog/mastitis-experience.svg",
    "authorId": "rebecca-cavallaro",
    "publishDate": "2024-10-28",
    "tags": ["mastitis", "breastfeeding", "research", "mental-health"],
    "hasReferences": true,
    "peerLikes": {
      "count": 18,
      "likedBy": [
        {
          "providerId": "dr-alexandra-thompson",
          "providerName": "Dr. Alexandra Thompson",
          "credentials": ["MBBS", "FRACP"],
          "specializations": ["Pediatrics", "Digital Health"],
          "dateLiked": "2024-10-29"
        },
        {
          "providerId": "andrea-dunne",
          "providerName": "Andrea Dunne",
          "credentials": ["RN", "FNS"],
          "specializations": ["Fertility Nursing", "Reproductive Medicine"],
          "dateLiked": "2024-10-30"
        }
      ]
    },
    "readingTime": 5
  },
  {
    "id": "tummy-time-breastfeeding",
    "title": "What does Tummy Time have to do with Breastfeeding?",
    "excerpt": "At first glance, tummy time and breastfeeding might seem unrelated, but they are more connected than you might think. Both play crucial",
    "content": "At first glance, tummy time and breastfeeding might seem unrelated, but they are more connected than you might think. Both play crucial roles in your baby's development and can actually support each other in wonderful ways.\n\nTummy time strengthens the muscles in your baby's neck, shoulders, and core - the same muscles that are essential for effective breastfeeding. When babies have good neck and shoulder strength, they can maintain better positioning at the breast, leading to more efficient milk transfer and less discomfort for both mother and baby.\n\nAdditionally, tummy time promotes proper oral motor development. The movements and positions during tummy time help strengthen the muscles around the mouth and jaw, which are crucial for a strong, effective latch during breastfeeding.\n\nFor babies who struggle with reflux or prefer one side during feeding, tummy time can help address these asymmetries. The varied positions and movements encourage balanced muscle development and can reduce the impact of positioning preferences that might affect breastfeeding.\n\nHere are some practical ways to incorporate tummy time to support breastfeeding:\n• Start with short sessions right after feeding when baby is content but alert\n• Use different surfaces and positions to encourage varied muscle engagement\n• Place yourself at baby's eye level during tummy time to encourage neck strengthening\n• Watch for signs of fatigue and always supervise tummy time sessions\n\nRemember, every baby develops at their own pace. If you're experiencing challenges with either tummy time or breastfeeding, don't hesitate to reach out for support. At Full Circle, we understand how these early developmental milestones work together to support your baby's overall wellbeing.",
    "imageUrl": "/images/blog/tummy-time-breastfeeding.svg",
    "authorId": "rebecca-cavallaro",
    "publishDate": "2024-11-28",
    "tags": ["tummy-time", "breastfeeding", "development", "infant-care"],
    "hasReferences": false,
    "peerLikes": {
      "count": 8,
      "likedBy": [
        {
          "providerId": "emily-mcconaghy",
          "providerName": "Emily McConaghy",
          "credentials": ["Child Development Specialist"],
          "specializations": ["Toddler Development", "Motor Skills"],
          "dateLiked": "2024-11-29"
        }
      ]
    },
    "readingTime": 3
  },
  {
    "id": "understanding-oversupply",
    "title": "Understanding Oversupply",
    "excerpt": "Oversupply of breast milk might sound like a good problem to have, but for many mothers, it can create significant challenges for both",
    "content": "Oversupply of breast milk might sound like a good problem to have, but for many mothers, it can create significant challenges for both mother and baby. Understanding oversupply is crucial for maintaining a successful breastfeeding relationship.\n\nOversupply occurs when your body produces more milk than your baby needs. While this might seem beneficial, it can lead to several complications:\n\n• Engorgement and discomfort for the mother\n• Fast milk flow that can overwhelm the baby\n• Green, frothy stools due to lactose overload\n• Fussy, gassy baby behavior\n• Frequent feeding but poor weight gain\n\nManaging oversupply requires a careful balance. Some strategies include:\n• Block feeding to regulate supply\n• Pumping only for comfort, not to empty\n• Seeking support from a lactation consultant\n• Being patient as supply naturally regulates over time\n\nIf you suspect you have oversupply, it's important to work with a qualified lactation consultant who can help you develop a personalized management plan.",
    "imageUrl": "/images/blog/understanding-oversupply.svg",
    "authorId": "rebecca-cavallaro",
    "publishDate": "2024-09-15",
    "tags": ["oversupply", "breastfeeding", "lactation-support", "milk-supply"],
    "hasReferences": false,
    "peerLikes": {
      "count": 15,
      "likedBy": [
        {
          "providerId": "sarah-lactation-consultant",
          "providerName": "Sarah Williams",
          "credentials": ["IBCLC", "RN"],
          "specializations": ["Lactation Support", "Breastfeeding"],
          "dateLiked": "2024-09-16"
        }
      ]
    },
    "readingTime": 4
  }
]
